---
kind: type
id: T:Autodesk.Revit.DB.Electrical.GroundConductorSizeSet
source: html/c0db891d-23ad-f1d1-0b7f-8e5073aa9bab.htm
---
# Autodesk.Revit.DB.Electrical.GroundConductorSizeSet

A set that contains GroundConductorSizes.

## Syntax (C#)
```csharp
public class GroundConductorSizeSet : APIObject,
	IEnumerable
```